{
  "data": "<p>Dari sejak zaman dahulu kala, Pulau Bali ditata kesetabilannya dengan dimensi sekala dan niskala. Pulau Bali hingga dijuluki pulau dewata, melalui perjalanan sejarah yang sangat panjang. Dari kehidupan regenerasi ke kehidupan regenerasi berikutnya, orientasi pandangan spiritual ditata, dibenahi dan dilengkapi sesuai dengan perkembangan zaman. Usaha ke arah perbaikan dari zaman ke zaman tampak jelas pada perkembangan Kahyangan baik struktur Pelinggihnya yang berkembang dari Pelinggih pokok kemudian bertambah pada sejumlah Pelinggih Pelengkap serta bangunan pelengkap, namun yang disebut Pelinggih pokok/utama tetap dihormati bahkan dipelihara kesuciannya dan keagungannya. Selain itu dari sarana dan prasarana upacara ritual mengalami perubahan yang sangat pesat sesuai dengan tingkat perkembangan perekonomian masyarakat Bali. Perubahan mendasar. apabila kita simak keberadaan Pura-pura Besar di Bali mulai dari Pura Sad Kahyangan Jagat, Dangkahyangan, Kahyangan Jagat tampak jelas bahwa usaha dari setiap generasi untuk mencurahkan rasa bhaktinya dengan ngaturang ayah, berkorban, berbhakti baik moril maupun materiil. Tertanamnya rasa bhakti di lubuk hati terdalam umat Hindu di Bali akan keagungan Ida Sang Hyang Widhi atau Hyang Maha Pencipta, semata-mata adalah karena kepercayaan dan keyakinan yang tinggi disertai dengan bukti nyata dalam mengarungi bahtra kehidupan dengan dituntun ajaran Karmaphala, membawa umat Hindu mencapai kesejahtraan dan kebahagiaan hidup yang tidak dapat digambarkan bentuknya dalam sebuah Candi bahasa dan candi batu. Pengaruh terbesar yang dapat kita rasakan saat zaman sekarang ini adalah tertariknya Para pemburu Ilmu Pengetahuan dari berbagai profesi/disiplin ilmu demikian juga dari berbagai belahan dunia, untuk membuka dan mengkaji tabir spiritual, apa sesungguhnya yang ada dibalik keyakinan Umat Hindu di Bali memuja kebesaran Tuhan?.</p><p>Sekilas pandangan sejarah secara umum, yang kiranya dapat mengantarkan pengetahuan kita lebih jauh memandang ke belakang, apa yang telah terjadi, bagaimana saat sekarang demikian juga apa yang kita inginkan dimasa-masa mendatang ?. Kedatangan Para Resi ke Bali dari zaman kezaman, di Bali sudah ada sistem pemujaan spiritual bertujuan untuk memohon keselamatan dan kemakmuran hidup. Bentuk Pemujaan selalu berorientasi pada Gunung. Di Puncak Gunung diyakini berstana Para Dewa untuk mengilhami kehidupan Umat manusia. Sebagai tempat persembahyangan dibangunlah bentuk kecil gunung yang lazim disebut Punden Berundak (bebaturan =bahasa pegunungan). Tuhan (Ista Dewata) yang distanakan dan dipuja juga di personifikasikan sebagai bentuk menganugrahkan kemakmuran dan kesuburan hidup dalam bentuk gunung yang lebih kecil dan bermakna yakni\" Lingga Yoni\". Pemujaan Umat Hindu di Bali zaman Prasejarah adalah berpangkal dari insting bagaimana caranya memohon keselamatan hidup dengan sarana yang sangat sederhana walaupun pengetahuan spiritual masih sangat kurang. Membangun suatu tempat suci, hanya dengan sebuah Batu alam diletakkan begitu saja, namun disertai dengan penuh keyakinan yang setinggi-tingginya, sehingga bahan yang tidak lebih adalah Batu alam menjadi benilai spiritual yang tiada batas dan tak habis-habisnya menjadi sumber penelitian Para Ilmuwan. Cara kehidupan spiritual seperti itulah yang biasa disebut zaman Megalitikum. Dari bentuk yang sangat sederhana tersebut melalui perjalanan sejarah yang sangat panjang menjadi Pura yang besar dengan bentuk bangunan menyesuaikan dengan perkembangan zaman berikutnya.</p><p>Pemujaan dilakukan dengan beraneka ragam bentuk dengan lokasi yang sangat berjauhan serta mempunyai ciri khas yang saling berbeda satu sama lain. Kedatangan Para Resi membawa pengaruh yang sangat besar, disamping membangun tempat suci yang baru, juga menata yang sudah ada. Secara umum karakteristik kedatangan Para Resi Besar ke Bali dapat dikalkulasikan sebagai berikut : \n\n<ol><li>Resi Markandheya dikatakan Resi yang membawa pengaruh besar yang pertama kali datang ke Bali meletakkan kekuatan spiritual menanamkan Pancadatu di Pura Besakih. Adapun tujuan utamanya adalah sebagai tonggak memohonkan keselamatan hidup umat manusia di daerah ini. Selanjutnya beliau mengajarkan umat manusia cara hidup yang layak, seperti : \n\n<ul style='paddingLeft:10'><li>Untuk umat manusia yang berada di Pantai diajarkan cara membuat dan menggunakan Pencar, Pancing, Perahu/jukung/jong dan lain sebagainya.</li>\n<li>Untuk umat manusia yang berada di lereng pegunungan diajarkan cara bercocok tanam , mengalirkan air sungai ketempat yang lebih tinggi dengan membuat Bendungan/empelan.</li></ul></p>  Salah satu bentuk pembangunan spiritual Resi Markandheya datang ke Pulau Bali ini adalah Pembangunan awal Peletakan Pancadatu di Pura Basukihan Besakih. Secara singkat Resi Markandiya di golongkan sebagai Resi yang akhli tentang\"Tata Kehidupan\".</li></ol>\n Empu Kuturan, dikatakan sebagai Purohito Kerajaan Gelgel melanjutkan tradisi spiritual yang telah ditanamkan oleh Resi Markandheya. Sebagai Penasehat Raja (Dalem) Beliau banyak membangun Tempat suci yang berkaitan dengan kesejahtraan dan kebahagiaan Umat manusia. Selanjutnya Beliau menata kehidupan beragama antara Rakyat dengan Rajanya. Keberadaan Raja tak dapat terpisahkan dengan Rakyat demikian juga Raja tak dapat lepas dengan Bhagawanta (Purohito), sehingga Empu Kuturan dijuluki Empu Rajakretha, seperti disebutkan dalam lontar Usana Bali sebagai berikut:\" Sira Empu Kuturan ingaranan Empu Rajakretha, mahyun angawe parhyangan kabeh, sane kagawe wite sakeng majapahit, kaunggahang ring Bali kabeh…\"  Artinya : Beliau Empu Kuturan bergelar Empu Rajakretha, bermaksud membuat semua Perhyangan/Pura, yang dibuat sewaktu beliau masih ring Majapahit, semuanya diwujudkan di Bali … Tata cara menghayati kehidupan spiritual di tata berdasarkan tata Pemerintahan, sehingga bentuk Pelinggih-pelinggih di suatu Pura terdiri dari Pelinggih Pokok, Pelinggih Pelengkap dan bangunan Pelengkap. Demikian juga suatu Pura Besar terkait satu sama lain, bagaikan kaitan tata Pemerintahan zaman itu. Ciri khas jasa Empu Kuturan adalah: Membangun konsepsi Tri Kahyangan yang berawal di Pura Samuan Tiga Bedulu Gianyar. Sehingga berkembang hingga keseluruh plosok Pulau Bali. Mengembangkan Pura Besakih menjadi Pura Penataran Agung Besakih disertai dengan Catur lawa dan Catur dalanya. Pura Penataran Agung Besakih dijadikan sentral tempat Pesamuhan Ida Bhatara Kabeh. Mpu Kuturan di dasarkan atas pengabdiannya terhadap kehidupan umat manusia dapat digolongkan bahwa beliau akhli dibidang\" Tata Pemerintahan\". Danghyang Dwijendra, hadir di Pulau Bali ini juga besar pengaruhnya terhadap kehidupan spiritual Umat manusia. Beliau melanjutkan dan melengkapi struktur penghayatan Ketuhanan yang telah ditata oleh Empu Kuturan sebelumnya. Selain itu Danghyang Dwijendra menata Tata Upacara penghayatan ketuhanan dalam\" bentuk upacara nyanggar\". Bentuk Upacara nyanggar dimaksudkan adalah setiap pemujaan dimulai dari Sanggar sebagai Prabhawan Sanghyang Siwa Raditya (surya) yang dipandang sebagai Upasaksi umat manusia melaksanakan upacara Yadnya. Surya adalah benda bersinar yang paling dahsyat, tenang dan diam. Sesuatu yang keras, tenang dan diam  atau juga tidak mudah berubah, menjadi pusat orientasi spiritual umat Hindu.  Ciri khas pembangunan spiritual Dhangyang Dwijendra adalah : Membangun Pura Dangkahyangan di Bali sebagai kekuatan spiritual mempertahankan kelestarian Agama Hindu di Nusantara. Membangun konsep Padmasana sebagai linggih Ida Sanghyang  Widhi/Tuhan Yang Maha Esa. Membangun Padma tiga di Pura Penataran Agung Besakih di depan Balai Pesamuhan Ida Bhatara Kabeh. Memandang gerak langkah disertai dengan bukti-bukti nyata yang ditinggalkan oleh Danghyang Dwijendra dapat disimpulkan bahwa beliau adalah orang suci yang akhli dibidang \" Tata Upacara Keagamaan\". </p>"
}
