{
  "data": "<h1 style='text-align:center'>PURA SAD KAHYANGAN JAGAT BALI LUHUR BATUKARU</h1><h2>PRAWACANA</h2><p>\tDari sejak zaman dahulu kala, Pulau Bali ditata kesetabilannya dengan dimensi sekala dan niskala. Pulau Bali hingga dijuluki pulau dewata, melalui perjalanan sejarah yang sangat panjang. Dari kehidupan regenerasi ke kehidupan regenerasi berikutnya, orientasi pandangan spiritual ditata, dibenahi dan dilengkapi sesuai dengan perkembangan zaman. Usaha ke arah perbaikan dari zaman ke zaman tampak jelas pada perkembangan Kahyangan baik struktur Pelinggihnya yang berkembang dari Pelinggih pokok kemudian bertambah pada sejumlah Pelinggih Pelengkap serta bangunan pelengkap, namun yang disebut Pelinggih pokok/utama tetap dihormati bahkan dipelihara kesuciannya dan keagungannya. Selain itu dari sarana dan prasarana upacara ritual mengalami perubahan yang sangat pesat sesuai dengan tingkat perkembangan perekonomian masyarakat Bali. Perubahan mendasar. apabila kita simak keberadaan Pura-pura Besar di Bali mulai dari Pura Sad Kahyangan Jagat, Dangkahyangan, Kahyangan Jagat tampak jelas bahwa usaha dari setiap generasi untuk mencurahkan rasa bhaktinya dengan ngaturang ayah, berkorban, berbhakti baik moril maupun materiil. Tertanamnya rasa bhakti di lubuk hati terdalam umat Hindu di Bali akan keagungan Ida Sang Hyang Widhi atau Hyang Maha Pencipta, semata-mata adalah karena kepercayaan dan keyakinan yang tinggi disertai dengan bukti nyata dalam mengarungi bahtra kehidupan dengan dituntun ajaran Karmaphala, membawa umat Hindu mencapai kesejahtraan dan kebahagiaan hidup yang tidak dapat digambarkan bentuknya dalam sebuah Candi bahasa dan candi batu. Pengaruh terbesar yang dapat kita rasakan saat zaman sekarang ini adalah tertariknya Para pemburu Ilmu Pengetahuan dari berbagai profesi/disiplin ilmu demikian juga dari berbagai belahan dunia, untuk membuka dan mengkaji tabir spiritual, apa sesungguhnya yang ada dibalik keyakinan Umat Hindu di Bali memuja kebesaran Tuhan?.</p><p>\tSekilas pandangan sejarah secara umum, yang kiranya dapat mengantarkan pengetahuan kita lebih jauh memandang ke belakang, apa yang telah terjadi, bagaimana saat sekarang demikian juga apa yang kita inginkan dimasa-masa mendatang ?. Kedatangan Para Resi ke Bali dari zaman kezaman, di Bali sudah ada sistem pemujaan spiritual bertujuan untuk memohon keselamatan dan kemakmuran hidup. Bentuk Pemujaan selalu berorientasi pada Gunung. Di Puncak Gunung diyakini berstana Para Dewa untuk mengilhami kehidupan Umat manusia. Sebagai tempat persembahyangan dibangunlah bentuk kecil gunung yang lazim disebut Punden Berundak (bebaturan =bahasa pegunungan). Tuhan (Ista Dewata) yang distanakan dan dipuja juga di personifikasikan sebagai bentuk menganugrahkan kemakmuran dan kesuburan hidup dalam bentuk gunung yang lebih kecil dan bermakna yakni \"Lingga Yoni\". Pemujaan Umat Hindu di Bali zaman Prasejarah adalah berpangkal dari insting bagaimana caranya memohon keselamatan hidup dengan sarana yang sangat sederhana walaupun pengetahuan spiritual masih sangat kurang. Membangun suatu tempat suci, hanya dengan sebuah Batu alam diletakkan begitu saja, namun disertai dengan penuh keyakinan yang setinggi-tingginya, sehingga bahan yang tidak lebih adalah Batu alam menjadi benilai spiritual yang tiada batas dan tak habis-habisnya menjadi sumber penelitian Para Ilmuwan. Cara kehidupan spiritual seperti itulah yang biasa disebut zaman Megalitikum. Dari bentuk yang sangat sederhana tersebut melalui perjalanan sejarah yang sangat panjang menjadi Pura yang besar dengan bentuk bangunan menyesuaikan dengan perkembangan zaman berikutnya.</p><p>\tPemujaan dilakukan dengan beraneka ragam bentuk dengan lokasi yang sangat berjauhan serta mempunyai ciri khas yang saling berbeda satu sama lain. Kedatangan Para Resi membawa pengaruh yang sangat besar, disamping membangun tempat suci yang baru, juga menata yang sudah ada. Secara umum karakteristik kedatangan Para Resi Besar ke Bali dapat dikalkulasikan sebagai berikut :</p><ol><li>Resi Markandheya dikatakan Resi yang membawa pengaruh besar yang pertama kali datang ke Bali meletakkan kekuatan spiritual menanamkan Pancadatu di Pura Besakih. Adapun tujuan utamanya adalah sebagai tonggak memohonkan keselamatan hidup umat manusia di daerah ini. Selanjutnya beliau mengajarkan umat manusia cara hidup yang layak, seperti :<ul><li>Untuk umat manusia yang berada di Pantai diajarkan cara membuat dan menggunakan Pencar, Pancing, Perahu/jukung/jong dan lain sebagainya.</li><li>Untuk umat manusia yang berada di lereng pegunungan diajarkan cara bercocok tanam , mengalirkan air sungai ketempat yang lebih tinggi dengan membuat Bendungan/empelan.</li></ul>Salah satu bentuk pembangunan spiritual Resi Markandheya datang ke Pulau Bali ini adalah Pembangunan awal Peletakan Pancadatu di Pura Basukihan Besakih. Secara singkat Resi Markandiya di golongkan sebagai Resi yang akhli tentang \"Tata Kehidupan\".</li><li>Empu Kuturan, dikatakan sebagai Purohito Kerajaan Gelgel melanjutkan tradisi spiritual yang telah ditanamkan oleh Resi Markandheya. Sebagai Penasehat Raja (Dalem) Beliau banyak membangun Tempat suci yang berkaitan dengan kesejahtraan dan kebahagiaan Umat manusia. Selanjutnya Beliau menata kehidupan beragama antara Rakyat dengan Rajanya. Keberadaan Raja tak dapat terpisahkan dengan Rakyat demikian juga Raja tak dapat lepas dengan Bhagawanta (Purohito), sehingga Empu Kuturan dijuluki Empu Rajakretha, seperti disebutkan dalam lontar Usana Bali sebagai berikut: <i>\"Sira Empu Kuturan ingaranan Empu Rajakretha, mahyun angawe parhyangan kabeh, sane kagawe wite sakeng majapahit, kaunggahang ring Bali kabeh…. \"</i>. Artinya : Beliau Empu Kuturan bergelar Empu Rajakretha, bermaksud membuat semua Perhyangan/Pura, yang dibuat sewaktu beliau masih ring Majapahit, semuanya diwujudkan di Bali …..<br>\tTata cara menghayati kehidupan spiritual di tata berdasarkan tata Pemerintahan, sehingga bentuk Pelinggih-pelinggih di suatu Pura terdiri dari Pelinggih Pokok, Pelinggih Pelengkap dan bangunan Pelengkap. Demikian juga suatu Pura Besar terkait satu sama lain, bagaikan kaitan tata Pemerintahan zaman itu. Ciri khas jasa Empu Kuturan adalah:<ul><li>Membangun konsepsi Tri Kahyangan yang berawal di Pura Samuan Tiga Bedulu Gianyar. Sehingga berkembang hingga keseluruh plosok Pulau Bali.</li><li>Mengembangkan Pura Besakih menjadi Pura Penataran Agung Besakih disertai dengan Catur lawa dan Catur dalanya. Pura Penataran Agung Besakih dijadikan sentral tempat Pesamuhan Ida Bhatara Kabeh.</li></ul>Mpu Kuturan di dasarkan atas pengabdiannya terhadap kehidupan umat manusia dapat digolongkan bahwa beliau akhli dibidang \"Tata Pemerintahan\".</li><li>Danghyang Dwijendra, hadir di Pulau Bali ini juga besar pengaruhnya terhadap kehidupan spiritual Umat manusia. Beliau melanjutkan dan melengkapi struktur penghayatan Ketuhanan yang telah ditata oleh Empu Kuturan sebelumnya. Selain itu Danghyang Dwijendra menata Tata Upacara penghayatan ketuhanan dalam \"bentuk upacara nyanggar\". Bentuk Upacara nyanggar dimaksudkan adalah setiap pemujaan dimulai dari Sanggar sebagai Prabhawan Sanghyang Siwa Raditya (surya) yang dipandang sebagai Upasaksi umat manusia melaksanakan upacara Yadnya. Surya adalah benda bersinar yang paling dahsyat, tenang dan diam. Sesuatu yang keras, tenang dan diam atau juga tidak mudah berubah, menjadi pusat orientasi spiritual umat Hindu.<br>Ciri khas pembangunan spiritual Dhangyang Dwijendra adalah :<ul><li>Membangun Pura Dangkahyangan di Bali sebagai kekuatan spiritual mempertahankan kelestarian Agama Hindu di Nusantara.</li><li>Membangun konsep Padmasana sebagai linggih Ida Sanghyang Widhi/Tuhan Yang Maha Esa.</li><li>Membangun Padma tiga di Pura Penataran Agung Besakih di depan Balai Pesamuhan Ida Bhatara Kabeh.</li></ul>Memandang gerak langkah disertai dengan bukti-bukti nyata yang ditinggalkan oleh Danghyang Dwijendra dapat disimpulkan bahwa beliau adalah orang suci yang akhli dibidang \"Tata Upacara Keagamaan\".</li></ol><p></p><h2>PADMA BHUWANA</h2><p>\t Para Resi yang menanamkan jasa spiritualnya di Bali memandang bahwa Tuhan/Ida Sanghyang Widhi turun membumi dengan kekuatan sinar sucinya untuk melindungi umat manusia di Bali berbentuk Padma. Padma dimaksudkan adalah bentuk bunga teratai yang berdaun berlapis-lapis berjumlah delapan, dalam istilah agama disebut Astadala. Astadala artinya delapan daun bunga teratai yang melambangkan asta sakti yakni delapan kemahakuasaan Tuhan yang membentang ke delapan penjuru Pulau Bali. Dalam konotasi Padma yang menempati posisi dik dapat dijabarkan sebagai berikut :</p><ol><li>Posisi Sarinya padma di tengah adalah Pura Agung Besakih</li><li>Helai daunnya kearah timur adalah Pura Lempuyang Luhur.</li><li>Helai daunnya kearah selatan adalah Pura Andakasa.</li><li>Helai daunnya kearah barat adalah Pura Luhur Batukaru.</li><li>Helai daunnya kearah utara adalah Pura Batur.</li></ol>Sedangkan Daun Padma yang menempati posisi Widik adalah :<ol><li>Helai daunnya kearah tenggara adalah Pura Gowalawah.</li><li>Helai daunnya kearah Barat daya adalah Pura Uluwatu.</li><li>Helai daunnya kearah Barat laut adalah Pura Pucakmangu</li><li>Helai daunnya kearah timur laut adalah Pura Agung Besakih.</li></ol><p></p><p>\tSelanjutnya Pura-pura tersebut lazim disebut sebagai Pura Sadkahyangan Jagat Bali. Pura-pura tersebut merupakan sebuah kesatuan bagaikan sebuah bunga padma. Adapun tujuannya adalah untuk menjaga Jagat Bali secara keseluruhan dan utuh.</p><h2>SAD KAHYANGAN JAGAT BALI</h2><p>Bali Dwipa dalam bentuk spiritual adalah merupakan Padmasana Ida Hyang Siwa (Tuhan Yang Maha Esa), yakni tempat duduk atau singgasana teratai dengan asta saktinya masing-masing dengan Dewa Penguasanya :</p><ol><li>Iswara, bersemayam dan menguasai arah timur pada sebuah tempat suci di Puncak gunung Lempuyang, menghadap ke laut Bali sebelah timur.</li><li>Brahma, Bersemayam di arah selatan, pada sebuah tempat suci di Puncak gunung Andakasa, menghadap ke Laut bagian selatan Pulau Bali.</li><li>Mahadewa, bersemayam di arah Barat bersemayam disebuah tempat suci lereng Gunung Batukaru yang tinggi berkiblat ke Danau Tamblingan.</li><li>Wisnu , bersemayam di Utara, disebuah tempat suci di lereng Gunung Batur menghadap ke Danau Batur.</li><li>Maheswara, penguasa arah tenggara bersemayam di Pura Goa Lawah, menghadap ke Lautan Lepas Samudra Indonesia.</li><li>Rudra, penguasa arah barat daya pada sebuah bukit dekat pantai yakni Huluwatu mengahdap ke Gunung Agung.</li><li>Sangkara , menduduki arah Barat laut bersemayam disebuah Bukit di Pucak Gunung Beratan yaitu Pucak Mangu berkiblat pada Danau Beratan.</li><li>Sambhu, berada di Timur Laut pulau bali bersemayam di lereng gunung Agung bersama-sama dengan Pura Pusat yakni Pura Agung Besakih menghadap Uluwatu.</li><li>Siwa, Tuhan Maha Kuasa, bersemayam pada altar Pura Pusat Pura Agung Besakih dengan tri Purusanya Siwa, Sadhasiwa dan Paramasiwa.</li></ol>Dalam beberapa sumber lontar yang menyebutkan tentang Pura Sadkahyangan Jagat Bali, terdapat perbedaan terutama penunjukkan Pura-pura yang dimaksud Sadkahyangan, namun dalam kaitannya dengan keberadaan Pura Luhur Batukaru sebagai salah satu bagian Pura Sadkahyangan menduduki arah barat tetap disebutkan sebagai linggih Hyang Mahadewa.<p></p><h2>PENJABARAN KEKUATAN SINAR SUCI SPIRITUAL</h2><p>\tDi Bali, Gunung adalah dipandang sebagai tempat suci sebagai Linggih Para Dewa-dewa. Oleh karena itu maka di Bali kekuatan Gunung sebagai pemberi anugrah diidentifikasikan menjadi Dikpalaka yang lazim disebut Panca Giri. Yang tergolong Panca Giri adalah : Gunung Agung, Gunung Lempuyang, Gunung Andakasa, Gunung Batukaru, Gunung Batur. Kepercayaan terhadap kesucian Gunung sudah ada dari Jawa Dwipa, dengan hadirnya Gunung Sumeru. Gunung ini diyakini sebagai penggalan Pucak Gunung Mahameru di Baratawarsa (India). Dengan dihadirkannya Gunung Semeru lalu diputar oleh Para Dewa, Raksasa, Detya, Pisaca sebagai pernah dilakukan terhadap Gunung Mahameru sebelumnya. Pemutaran Gunung ini bertujuan untuk mendapatkan \"Amreta”. \"Amreta” adalah unsur kehidupan yang keberadaannya misterius dan tersembunyi di Jagat Raya ini. Akan tetapi, dengan tinggi rendahnya tempat (lokasi) maka identitas \"Amreta” akan semakin tampak, namun sulit didapat. Dari sejumlah manusia yang sama kekar tubuhnya, sama kesempurnaannya, sama pekerjaannya/profesinya, sama umurnya, akan tetapi tidak sama kesejahtraan dan kebahagiaannya. Demikianlah keberadaan \"Amreta”. \"Amreta” muncul dari pemutaran gunung yang dibangunkan oleh Para Dewa, Detya, Danawa, Pisaca semata-mata untuk membantu kehidupan umat manusia. Dari zaman purba hingga sekarang menjadi tradisi ethika umat Hindu, dari mana datangnya kesejahtraan dan kebahagiaan hidup maka menghadap kesanalah mereka menyembah/menghormat. Itulah suatu alasan sehingga gunung dalam kehidupan spiritual memiliki posisi yang sangat penting diyakini sebagai sthana Para Dewa.</p><p>\tKehadiran Gunung Semeru di Jawa dikelilingi oleh sejumlah gunung lainnya yang diidentifikasikan sebagai penyangganya. Salah satunya Gunung Bromo, umapamanya sebagai penopang Gunung Semeru, sebagaimana disebutkan dalam Lontar Tantu Pagelaran</p><p>\t<i>\" kunang pwa apageh Sanghyang Mahameru, sumanda ring Gunung Brahma sira wekasan, apan wyakti rubuh Sanghyang Mahameru yan tan sumandaha ring Gunung Brahma”</i>,artinya : Gunung Mahameru (Semeru) masih belum kokoh, oleh karena itu Gunung Brahma (bromo) dihadirkan untuk menyangganya, sungguh akan roboh Gunung Mahameru kalau tidak ditopang oleh Gunung Brahma.</p><p>\tDi Bali Gunung yang dianggap mewakili Gunung Mahameru adalah Gunung Agung. Sedangkan Gunung yang lainnya adalah dipandang sebagai Penyangganya. Pada perinsipnya setiap gunung adalah mempunyai hikmah yang sama. Di kaki Gunung yang mana umat manusia berada maka melalui gunung itulah mereka menghormat. Demikian pula keberadaan Gunung Batukaru yanag menduduki Pancagiri arah barat. Akan kurang kuat Gunung Batukaru apabila tidak berdampingan dengan Sanggahyang (Sengayang) yakni gunung yang ditengah disebelah timur Gunung Batukaru.</p><p>\tAtas \"Amreta” yang dihadirkan melalui gunung oleh Para Dewa, pisaca, danawa, detya, menyiratkan bahwa Gunung (Giri, Meru, Parwata) menganugrahkan kerahayuan (\"Amreta”) kepada manusia yang hidup dikaki dan datarannya. Di Pulau Dewata ini Gunung-gunung adalah sebuah kesatuan yang utuh, sehingga munculah konsepsi Panca Giri. Panca artinya 5 sedangkan Giri artinya Gunung jadi arti harpiahnya lima gunung yang utama sebagai dikpalaka.</p><p>\tDemikian pentinya posisi gunung bagi pembangunan spiritual umat Hindu, baik gunung di alam sekala (nyata) maupun gunung di Alam Niskala (sunia). Dalam konsepsi sumber kehidupan yakni Lingga-Yoni, Gunung tiada lain adalah Lingga-Acala artinya Lingga yang tidak bergerak. Kalau lingga yang bergerak adalah manusia dan binatang. Linggacala juga termasuk lingga yang tumbuh di Bumi. Manusia sebagai Lingga bergerak bagi seorang sadhaka terdapat Gunung yang terletak di Sahasrara Padma yaitu di kepala manusia. Antara Gunung di alam dan gunung di kelapa manusia, Hyang Siwa menurunkan ajaran-ajarannya melalui hubungan dua gunung itu, kemudian dicatat dalam berbagai Yamala, Damara, Siwasutra dan Kitab Tantra, yang disusun dalam bentuk tanya-jawab antara Hyang Siwa dengan saktinya yaitu Dewi Parwati.</p><h2>PROSES EVOLUSI KEHIDUPAN SARWA PRANI</h2><p>\tPrakerti akan mengalami pengembangan bila berhubungan dengan Purusa. Melalui perhubungan ini Prakerti dipengaruhi oleh purusa seperti halnya anggota badan kita dapat bergerak karena hadirnya pikiran. Evolusi alam semesta tidak akan terjadi hanya karena Purusa, karena ia bersifat pasif. Tidak pula hal itu terjadi karena hanya Prakerti, karena ia tanpa kesadaran. Hanya karena perhubungan Purusa dengan Prakerti sajalah alam semesta beserta isinya dapat terjadi. Hubungan Purusa-Prakerti ini adalah seperti kerja sama orang lumpuh dengan orang buta untuk dapat keluar hutan. Mereka bekerja sama untuk mencapai tujuannya. Hubungan antara Purusa dengan Prakerti menyebabkan terganggunya keseimbangan dalam triguna.</p><p>\tDalam hubungan Purusa dengan Prakerti yang mula-mula terguncang ialah rajas yang menyebabkan guna yang lain ikut terguncang. Masing-masing guna itu berusaha mengatasi kekuatan guna yang lainnya, maka itu terjadilah pemisahan dan penyatuan tri guna itu yang menyebabkan munculnya obyek-obyek secara evolusi. Yang pertama muncul dari Prakerti ialah mahat atau budhi. Maha adalah benih alam semesta ini. Segi kejiwaan atau segi psikologisnya disebut budhi, yang memiliki sifat-sifat dharma, jnana, wairagya dan aiswarya yaitu kebajikan, pengetahuan tidak bernafsu, dan ketuhanan. Perbedaan antara mahat dan budhi adalah demikian, bahwa mahat adalah kosmis, sedangkan budhi adalah asas kejiwaan. Tetapi budhi bukanlah purusa atau Roh yang tidak bersifat kebendaan itu. Budhi adalah zat halus dari segala proses proses mental, kecakapan, untuk membeda-bedakan objek atau hal yang bermacam-macam itu serta menerimanya sebagai apa adanya.</p><p>\tFungsinya ialah untuk mempertimbangkan serta memutuskan segala yang diajukan oleh alat-alat yang lebih rendah daripadanya. Budhi merupakan unsur kejiwaan yang tertinggi bagi segala macam perbuatan moril dan intelektual.</p><p>\tDari mahat atau budhi ahamkara yaitu asas individuasi, asas yang menimbulkan individu-individu. Ia merupakan manifestasi pertama dari mahat. Fungsi ahamkara ialah merasakan rasa aku. Dengan ahamkara sang diri merasa dirinya yang bertindak, berkeinginan dan yang memiliki.</p><p>\tSetelah ahamkara perkembangan Prakerti menuju kedua jurusan, yaitu jurusan yang bersifat kejiwaan, dimana sattwa lebih berkuasa dari pada guna-guna yang lain, dan jurusan jasmani atau fisik dimana guna tamaslah yang menguasainya. Dalam perkembangan ini rajas semata-mata berfungsi sebagai tenaga yang memberi dinamika serta kekuatan kepada kedua guna lainnya.</p><p>\tPerkembangan kejiwaan yang kedua adalah Panca Jnanendria yaitu penglihatan, pendengaran, penciuman, perasa dan peraba. Sedangkan perkembangan kejiwaan yang ketiga adalah Panca Karmendria yaitu indria yang berbuat, yang terdiri dari daya berbicara, daya untuk memegang, daya untuk berjalan, daya untuk membuang kotoran dan daya untuk mengeluarkan seperma. Kesepuluh indria ini tidak dapat diamati tetapi berarti berada di dalam alat-alat tubuh yang tampak. Hanya dengan perantaraan alat-alat tubuh yang tampak itulah orang dapat mengamati serta mengenal obyek-obyek yang ada diluar diri manusia. Perkembangan jasmani atau fisik menghasilkan asas dunia yang ada diluar manusia, yang disebut Panca Tanmatra. Panca Tanmatra adalah sari-sari benih suara, sentuhan, warna, rasa dan bau. Semuanya ini hanya dapat diketahui dari akibat yang ditimbulkannya, sedangkan ia sendiri tidak dapat diamati karena amat halusnya. Dari benih suara terjadilah akasa (ether), dari gabungan benih sentuhan dan suara terjadilah udara (waya). Dari gabungan benih warna, suara dan sentuhan terjadilah cahaya atau api. Dari benih suara, sentuhan dan warna terjadilah air dan dari benih bau dan empar tanmatra yang lain terjadilah bumi (pertiwi).</p><p>\tDari semua anasir kasar itu berkembanglah alam semesta beserta segala isinya, namun perkembangan ini tidak menimbulkan asas-asas baru lagi seperti perkembangan mahat. Alam semesta adalah benda-benda yang dijadikan bukan benda-benda yang menjadikan. Setelah terbentuknya alam semesta ini belumlah sempurna sampai disitu, sebab ia memerlukan satu asas lagi yaitu roh yang menjadi saksi dan menikmati alam ini. Bila roh itu nyata adanya, maka perlulah adanya penyesuaian moral yang berupa kenikmatan dan kesusahan dalam hidup ini. Evolusi Prakerti menjadi alam semesta memungkinkan roh menikmati kebahagiaan dan penderitaan sesuai dengan baik buruk perbuatannya. Namun tujuan akhir evolusi prakerti ialah kebahagiaan.</p><p>\tPerkembangan Prakerti menjadi alam semesta merupakan perkembangan yang terakhir. Didalam perkembangan yang terakhir ini terjadi bermacam-macam perubahan dan perubahan-perubahan itu senantiasa bergantian di dalam batas-batas tertentu seperti contoh adanya sebatang pohon yang tumbuh, mati, terpisah dan dikembalikan kepada analisis penyusunnya yaitu tanah, air, api dan lain-lainnya. Akan tetapi perkembangan yang pertama yaitu dari mahat sampai dengan benih kasar tetap ada sepanjang perputaran masa dan hanya akan dipisahkan pada akhir perputaran masa itu.</p><h2>PURA SAD KAHYANGAN JAGAT BALI LUHUR BATUKARU</h2><p>\tPura Sad Kahyangan Jagat Bali Luhur Batukaru dalam status Sad Kahyangan Jagat sebagai lingga cala menduduki arah barat linggih Ida Bhatara Mahadewa. Kedudukan Gunung Batukaru dapat dijabarkan sebagai berikut :</p><ul><li>Gunung beserta hutannya Linggacala Ida Sang Hyang Mahadewa disebut dengan Batukaru. Lazimnya dalam kehidupan Masyarakat pengempon disebut Batukau. Batukau adalah kekuatan penangkeb (penutup) yang bermakna Raja Para Dewa-dewa. Sehingga manifestasi Ida Sang Hyang Widhi yang dipuja di Pura Batukaru oleh Masyarakat setempat disebut dengan istilah Ida Bhatara Panembahan Sakti Penataran Jagat Bali.</li><li>Puncaknya Gunung Batukaru disebut dengan istilah Pucak Kedaton. Pucak = kedudukan tertinggi. Kedaton = kedatuan = keratuan = Raja diraja. Jadi Kedaton = keraton = Komando tata pemerintahan niskala.</li></ul>Gunung Batukaru dengan puncaknya Kedaton merupakan manifestasi Ida Sang Hyang Widhi sebagai Badan ekskutif. Yaitu Pelindung kehidupan sarwa prani dengan menganugrahkan Pengurip Gumi dengan perangkat-perangkat /badan pembantunya, disebut dengan Jajar Kemiri. Jajar = juringan, kemiri = kemiri (tingkih-dalam bahasa bali). Jajar kemiri = juringan kemiri yang membangun kekuatan kemiri dimaksud sehingga kuat dan tidak mudah lapuk.<p></p><p>\tPengaruh tuntunan Mpu Kuturan mengidentifikasikan sistem Ketuhanan seperti tatanan Pemerintahan, maka terungkaplah kebesaran kekuatan spiritual Pura Luhur Batukaru sebagai kekuatan Hyang Mahadewa, dalam penjabarannya sebagai Hyang Tumuwuh, lengkap dengan perangkat-perangkatnya.</p><ul><li>Lingkup Pura Luhur Batukaru dalam bentuk Jero Pesanakan Ida Bhatara Panembahan Sakti Penataran Bali menganugrahkan kegemuhan Jagat, meliputi : Petangan, Pengubengan, Penyaum, Jero Sasah, Danu, Saren Kangin, Saren kauh, Dalem, Jero Taksu, Jero Bangbang.</li><li>Lingkup Pura Luhur Batukaru dalam bentuk Pebalaputra, Pengabih Linggih Pesanakan Ida Bhatara Panembahan Sakti Penataran Bali, meliputi : Pura Batur salahan, Pura Puseh Tengkudak (Pura Batu Ambal-ambal).</li><li>Lingkup Pura Sad Kahyangan Jagat Bali Luhur Batukaru dengan Catur Angganya, kekuatan penyangga Linggih Ida Bhatara Sanghyang Tumuwuh meliputi : Pura Luhur Muncak Sari, Pura Luhur Tambawaras, Pura Luhur Besikalung, Pura Luhur Pucak Petali.</li><li>Lingkup Pura Sad Kahyangan Jagat Bali Luhur Batukaru dengan Jajar Kemirinya, meliputi : Pura Luhur Muncak Sari, Pura Luhur Tambawaras, Pura Luhur Besikalung, Pura Luhur Pucak Petali, Pura Luhur Jatiluwih, Pura Bukit Puhun, Pura Luhur Ulun Siwi Batulumbung.</li></ul><p></p><h2>PURA SAD KAHYANGAN JAGAT BALI LUHUR BATUKARU DENGAN CATUR ANGGA</h2><p>\tJajaran Pura Catur Angga dimaksudkan adalah :</p><ol><li>Pura Luhur Batukaru</li><li>Sebelah kanan Pura Luhur Batukaru terdiri dari :<ul><li>Pura Luhur Muncaksari</li><li>Pura Luhur Tambawaras</li></ul></li><li>Disebelah kiri Pura Luhur Batukaru terdiri dari :<ul><li>Pura Luhur Pucak Petali</li><li>Pura Luhur Besikalung</li></ul></li></ol><p></p><p>\tSebagai Pura Sad Kahyangan Jagat Bali, dikuatkan dengan Pura Catur Angga berfungsi sebagai berikut :</p><ol><li>Pura Luhur Muncaksari adalah pembekalan hidup berupa sandang, pangan dan papan yang cukup tersedia dan tak pernah habis-habisnya, yang mampu memenuhi kehidupan sepanjang zaman, dalam Catur Angga Batukaru sebagai Hyang Sangkara.</li><li>Pura Luhur Tambawaras adalah kekuatan pemberi anugrah dibidang kesehatan lahir bathin dan kelestarian Alam Semesta. Manifestasi Catur Angga Batukaru sebagai Aswinodewa.</li><li>Pura Luhur Pucak Petali merupakan kekuatan peradilan/ penasehat yang mampu mengendalikan kehidupan Bhuwana Agung dan Bhuwana Alit, dimana adil dan nasehat adalah merupakan tali pengendali persatuan dan kesatuan kehidupan, dalam Catur Angga Batukaru sebagai Hyang Yamadipati.</li><li>Pura Luhur Besikalung adalah kekuatan pemberi anugrah kebesaran dan keteguhan Bhuwana Agung dan Bhuwana alit. Manifestasi Catur Angga Batukaru sebagai Sanghyang Bayu.</li></ol><p></p><h2>PURA SAD KAHYANGAN JAGAT BALI LUHUR BATUKARU DENGAN JAJAR KEMIRINYA.</h2><p>\tBerdasarkan atas situasi dan kondisi kehidupan umat manusia yang sering diistilahkan sebagai \"Prewesaning Jagat”, Pura-pura sekelompok besar Sad Kahyangan Jagat Bali baik pesanakan, pebalaputra, catur angga maupun jajar kemiri Pura Luhur Batukaru, membawa pengaruh sejagat. Setiap Pura memiliki arti, makna serta fungsi yang saling berbeda satu sama lain, namun secara gelobal merupakan satu kesatuan yang utuh. Dalam kesatuan kekuatan spiritual, sama-sama menjaga, menuntun dan menganugrahkan kesejahtraan dan kebahagian hidup Umat manusia era kesejagatan.</p><p>\tPura Luhur Batukaru dalam proses penciptaan samkhya yoga adalah berkedudukan sebagai Purusa bersanding/didampingi oleh Danau Tamblingan yang berkedudukan sebagai Predana sehingga Gunung Batukaru dengan Danau Tamblingan adalah wujud Ardanareswari pencipta kauripan Jagat (pengurip Gumi). Pertemuan Purusa dengan Predana melahirkan berbagai kehidupan sarwa prani. Pura Pesanakan yang berstatus Ulun siwi terbesar Pemujaan Manik amerta adalah Pura Ulun Siwi Batulumbung. Kekuatan berupa udara (batukaru), air (tamblingan) dan panas (Bukit puhun) merupakan 3 kekuatan sumber penciptaan sarwa prani memenuhi jagat raya. Kekuatan Pura Bukit puhun sebagai kekuatan panas, dibuktikan pada saat Ida Bhatara kabeh mesucian ke Segara Tanah Lot, Ida Bhatara Bukit Puhun bertugas menyurutkan air laut sehingga saat itu juga air surut, semua prelingga dapat masuk ke Pura luhur Tanah Lot.</p><p>\tInti Kehidupan berupa kebutuhan primer sebagai akibat dari pertemuan Purusa dan Pradhana munculah sari dunia (Sari Bhuana), yang betul-betul baik dengan sumber pengrastitinya di Pura Luhur Jatiluwih. Dengan demikian Pura Luhur Jatiluwih adalah sumbernya amretha dengan bedugul guminya yakni Pura Luhur Muncaksari, Pembrantas hamanya Pura Luhur Tambawaras, Bayu (kekuatan tumbuhnya) adalah Pura Luhur Besikalung, isi (jiwa / mentalnyanya) adalah Pura Luhur Pucak Petali, Pupuk (urea/penumbuh kesuburan) Pura Luhur Pucaksari.</p><h2>ETHIKA DAN SOSIAL RELIGIUS UMAT HINDU</h2><p>\tAgama pada sistem kehidupan sosial memberi ciri khas dan memberi makna terhadap kehidupan umat manusia. Manusia adalah sebagai subyek dalam hidup dan kehidupan, karena manusia memiliki kemampuan yang paling istimewa dalam dinamika kehidupannya. Keistimewaannya terletak pada akal budi yang nantinya akan menimbulkan kesadaran manusia sebagai subyek. Dengan akal budinya, manusia dalam kehidupannya dapat melihat dan merasakan dirinya sendiri sebagai penghubung dengan alam semesta.</p><p>\tManusia sebagai mahluk ciptaan Tuhan sekaligus sebagai insan hamba Tuhan, maka wajib mengakui, menghormati, berbakti dan melaksanakan segala perintahNya yang dianjurkan dalam ajaran Agama. Kebaikan serta pengalaman terhadap kebesaran Tuhan tidak cukup dilaksanakan hanya berdoa dan bentuk rangkaian kata-kata, akan tetapi yang lebih penting adalah hidup aman, damai, tentram dalam suatu hubungan manusia dengan Tuhan, manusia dengan manusia serta manusia dengan lingkungannya, yang di wujudkan dalam bentuk tindakan nyata dan ketaatan dalam melaksanakan upacara yadnya dengan berbagai bentuk.</p><p>\tUmat Hindu di Bali dilandasi oleh ajaran agama Hindu yakni percaya bahwa Tuhan adalah pencipta segala yang ada dan yang mungkin ada. Oleh karena itu, dalam kehidupannya manusia wajib mengadakan hubungan yang harmonis dengan Tuhan sebagai Sang Pencipta. Manusia sebagai mahluk ciptaan Tuhan wajib saling asah, asih dan asuh, menjalin kerukunan antar umat manusia dengan saling mengakui bahwa masing-masing memiliki kekurangan dan kelebihan sebagai mahluk ciptaan Tuhan.</p><p>\tMasyarakat Bali umumnya adalah memeluk agama Hindu. Sebagaimana agama-agama lainnya, agama Hindu juga mempunyai tujuan dalam menuntun hidup Umatnya. Tujuan Agama Hindu adalah untuk mencapai kesempurnaan hidup berupa kesucian batin laksana dan budi pekerti yang luhur yang memberi kesejahtraan material kepada yang memberi kebahagian dan kesejahtraan material kepada sesama manusia dan mahluk yang disebut jagadita dan memberi ketentraman rohani , sumber kebahagiaan yang abadi , suka tanpawali duka , yang tiada lain didasarkan atas terpenuhinya nafsu duniawi , memberi kesucian dan menyebabkan roh bebas dari penjelmaan serta merasakan manunggal dengan tuhan yang disebut Moksa .</p><p>\tAgama Hindu dalam menuntun Umatnya, mewujudkan tujuan agama dan tujuan hidup yang di dasarkan atas lima keyakinan yang lazim disebut Panca Sradha yaitu: Percaya atau yakin dengan adanya Ida Sang Hyang Widhi atau Tuhan Hyang Maha Esa; Percaya dengan adanya Atma; Percaya adanya Karma Pala; Percaya dengan adanya punarbawa dan percaya dengan adanya Moksa.</p><p>\tIda Sang Hyang Widhi Wasa atau Tuhan Hyang Maha Esa diyakini sebagai jiwanya alam semesta serta menciptakan segala yang tampak maupun tidak tampak. Atma adalah jiwa dari pada segala yang hidup di dunia ini, yang lazim diartikan sebagai percikan kecil Ida Sang Hyang Widhi . Atma yang menghidupi segala mahluk hidup perpaduan antara atma dengan badan kasar menimbulkan gerak. Dalam kehidupan gerakan hidup ada dua macam yakni baik ( subha karma) dan buruk ( Asubha karma ). Setiap perbuatan baik atau buruk akan berbekas yang kemudian akan menentukan baik buruknya kehidupan yang akan datang. Perbuatan yang melekat itu dan akan berakibat pada kehidupan berikutnya lazim disebut karma wasana.</p><p>\tBerdasarkan keyakinan tersebut melahirkan etika kehidupan di dalam ajaran Agama Hindu lazim disebut Tata Susila Hindu Dharma. Tata Susila Hindu Dharma adalah merupakan ajaran kesusilaan untuk menuntun umatnya agar berperilaku susila. Sebagai masyarakat sosial prilaku susila sangat penting di tumbuh kembangkan, sebab dalam setiap aturan kemasyarakatan tradisional Masyarakat bali umumnya yang disebut awig-awig tercantum moto” segalak segilik seguluk , paras paros sarpanaya, selunglung sebayantaka \".</p><p>\tBentuk kehidupan segalak-segilik-seguluk artinya adalah hidup secara kebersamaan duduk sama rendah dan berdiri sama tinggi. Paras-paros sarpanaya artinya adalah saling mengasihi, saling menyayangi, saling berpengertian, saling memberi pertimbangan dan mau menerima pendapat orang lain dalam setiap bermusyawarah. Selunglung sebayantaka artinya dalam situasi bagaimanapun tetap memperhatikan nasib kawan. Dalam keadaan senang, ikut mendukung kesenangan orang lain demikian pula saat kawan kena musibah juga ikut prihatin atas kesengsaraan yang dipikulnya. Demikian pula saat ajal tiba (kematian) ikut merasakan kesedihan yang dihadapi kawan. Sikap prilaku seperti terwujud dengan saling tengok menengok disaat senang maupun disaat susah.</p><p>\tMotto yang tercantum di dalam setiap aturan kemasyarakatan di Bali dilandasi dengan sikap dan prilaku anggota masyarakat yang mencerminkan Ajaran dharma, Panca Yama Wretta, Tri Kaya Parisudha , Tatwam asi , Catur Paramita. Semua ajaran tersebut dimaksudkan agar dapat mewujudkan Tri Hita Karana. Dengan dilandasi oleh Ajaran Tri Hita Karana, kehidupan sosial keagamaan di Daerah Tabanan berjalan mantap.</p><p>\tOka Puniyatmadja (1983-1984), dalam bukunya berjudul Panca sradha menguraikan arti kata Dharma yakni : menuntun umat manusia untuk mencapai kesempurnaan hidup berupa kesucian batin, laksana dan budi pekerti yang luhur. Ajaran tersebut terdiri-dari: sila, yadnya, tapa, wrta, yoga, semadhi. Sila, artinya adalah kebajikan atau kesusilaan yang menjadi dasar prilaku, sudah ditanamkan dibenak hati setiap anggota masyarakat dari sejak lahir melalui berbagai upacara manusa yadnya. Yadnya, artinya perngorbanan secara iklas, amal sedekah kepada sesama demi kesejahtraan orang lain, karena merasa senasib sepenanggungan. Tapa, artinya adalah Tahan uji dalam menghadapi segala godaan dan cobaan hidup baik secara pribadi, keluarga maupun secara kemasyarakatan (kelompok). Wreta, adalah menghindari kehidupan duniawi yang berlebihan sampai mabuk dan sebaliknya suka hidup berpuasa. Karena hidup bersama orang banyak, maka pengaruh orang lain sangat dirasakan, sehingga sangat malulah apabila hidup sampai membuat kecewanya orang lain. Yoga, adalah memusatkan pikiran dan hati terhadap Tuhan atau kekuatan Illahi dalam wujud cinta bhakti terhadap Tuhan . Dalam kehidupan bermasyarakat tercermin sikap dan prilaku menghormati pemimpin, karena sadar bahwa dibalik kepemimpinannya ada kekuatan Tuhan yang menuntunnya. Dalam setiap rapat krama selalu disertakan cane (canang pengrawos) di depan pembicara rapat. Samadhi, adalah hati dan roh selalu disucikan dengan kegiatan sosial kemasyarakatan seperti setiap melakukan kegiatan sosial kemasyarakatan selalu diawali dengan nunas tirtha pengrapuh (dalam tingkatan sederhana), prayascita byakawonan (dalam tingkatan utama). Demikian pula dalam bentuk kehidupan lainnya di mana-mana didirikan tempat suci dengan berbagai macam bentuk hingga yang sederhana dikamar tidurpun dipasang pelangkiran. Itulah wujud semadhi dalam setiap gerak langkah kehidupan Umat Hindu di Bali Umumnya .</p><p>\tPanca Yama Wreta artinya Lima pengendalian diri. Dalam kehidupan sosial kemasyarakat Panca Yama Wreta memberikan pengaruh yang sangat besar. Kelima pengendalian diri yang dimaksud yakni ahimsa, brahmacari, satya, asteya dan apaarigraha. Ahimsa yakni Tidak melakukan tindak kekerasan terhadap siapapun sesama anggota masyarakat, sehingga situasi dan kondisi masyarakat senantiasan dalam keadaan aman, nyaman, tentram dan damai. Brahmascari artinya kuat mengendalikan panca indriya, terutama sekali menghindari perbuatan zina, menginginkan hak milik orang lain. Satya artinya selalu mengedepankan kejujuran, lurus hati, setia pada janji, tidak berbohong terhadap sesama. Keempat Asteya yakni Tidak mencuri, merampok, korupsi dan lain sebagainya. Di dalam istilah Jawa Kuno disebut maling atimpuh maksudnya mencuri sambil duduk mengambil hak orang lain secara tidak sah (nyongkokin tain kebo). Aparigraha, artinya tidak suka menerima begitu saja pemberian orang lain. Berani menerima pemberian orang lain, suatu saat rela menyisihkan sedekah penghasilan kita untuk hal yang sama, sehingga sikap dan prilaku kehidupan tidak terlalu rakus .</p><p>\tTri Kaya Parisudha adalah tiga perbuatan yang baik (suci) yang menyebabkan senang hati orang lain. Tri Kaya Parisudha terdiri dari manacika, wacika dan kayika. Manacika parisudha yakni gerakan pikiran yang sudah dipertimbangkan secara matang yang akan disumbangkan untuk kepentingan orang banyak. Wacika Parisudha adalah kata-kata yang dikeluarkan tidak mengecewakan hati orang lain. Kata-kata tersebut sudah menjadi keputusan hati nurani yang paling dalam sehingga tidak menyakiti setiap orang yang mendengarkan. Kayika Parisudha adalah perbuatan yang baik. Maksudnya sebelum berbuat mestinya dipertimbangkan secara matang sehingga tidak menyakiti sesama masyarakat. Ajaran Trikaya Parisudha melandasi hidup saling harga-menghargai, saling hormat –menghormati sesama .</p><p>\tCatur Paramita yakni empat kebajikan yang luhur. Ajaran tersebut terdiri dari maitri, karuna, mudita, upeksa. Maitri adalah cinta kasih dan ramah terhadap sesama. Karuna adalah prihatin dan kasih sayang terhadap yang papa, yang melarat dan yang tertindas. Upeksa adalah suka mengampuni dan memaafkan kesalahan orang lain. Mudita adalah bersimpati terhadap yang berbahagia, bebas dari rasa dengki dan irihati. Catur Paramita dapat membentuk situasi dan kondisi masyarakat selalu dalam keadaan stabil. Setiap permasalahan yang muncul di masyarakat dapat diselesaikan secara kekeluargaan musyawarah dan mufakat tanpa kekerasan .</p><p>\tAjaran dharma, trikaya parisuda, catur paramita, sudah berakar dalam hati sanubari masyarakat sehingga terwujud sikap gotong royong, persatuan dan kesatuan dikalangan kehidupan bermasyarakat guna mewujudkan Tri hita karana yakni tiga penyebab datangnya kebahagiaan. Kebahagiaan tersebut dapat diwujudkan jika terdapat hubungan baik antara manusia dengan Tuhan, hubungan manusia dengan manusia serta hubungan manusia dengan Alam.</p><p>\tHubungan manusia dengan Tuhan terwujud dalam Bhaktinya Umat Hindu terhadap Tuhan sebagai Pencipta segala yang ada dan yang mungkin ada. Hubungan manusia dengan manusia terwujud pada sikap dan prilaku antar dan antara umat beragama. Sedangkan hubungan manusia dengan alam terwujud pada kepedulian masyarakat terhadap kelestarian alam seperti salah satu di antaranya adalah melaksanakan upacara mapekelem di Danau Tamblingan, mapag toya pada sumber-sumber air, nangluk mrana di Pantai secara berkesinambungan.</p><p>\tMenjaga kelestarian lingkungan, mutlak dan penting bagi setiap umat manusia, sebab makmur tidaknya suatu kehidupan sangat ditentukan oleh lingkungan hidup. Lingkungan hidup yang serasi, selaras dan seimbang akan memberi kenyataan bagi kehidupan umat manusia, tanpa menyia-nyiakan semua hasrat, bakat, martabat, kemampuan, kesempatan dan bantuan alam yang dianugrahkan oleh Tuhan kepada Umat manusia sehingga akhirnya dapat mencapai tujuan hidup yakni sejahtra dan bahagia di dunia ini demikian juga diakhirat. Dalam Kitab Bhagawad Gita, keserasian hubungan manusia dengan Tuhan disebutkan sebagai berikut : <i><br>\tTasmat Sarwesu kalesu,<br>\tmam anusmara yadha ca,<br>\tmayarpitamanobuddhir,<br>\tmam ewai syasyasamsayah</i><br>Artinya :<br>Karena itu kapan saja ingatlah kepadaku selalu dan berjuanglah terus maju dengan pikiran dan pengertian tetap padaku, engkau pasti sampai kepadaku (G. Pudja, l982 : l90 ) .</p><p>\tManusia harus mengisi hidup ini, karena manusia dalam hidupnya manusia berkembang dalam dunia jasmani maka manusia harus memenuhi jasmaninya, namun dalam prakteknya manusia tidak boleh terseret oleh kejasmaniannya.</p><p>\tDalam hubungannya dengan sesama manusia, mereka harus mengakui persamaan derajat. Oleh karena itu, manusia wajib hormat menghormati, harga –menhgargai sesamanya. Manusia akan memiliki arti hidup dalam hubungannya dengan orang lain, bukan dalam kesendiriannya. Dalam melaksanakan kegiatan upacara keagamaan betapapun beratnya tanggung-jawab, berat sama dipikul dan ringan sama dijinjing,. Sikap dan prilaku tersebut berkembang dari generasi – kegenerasi terorgasisasi secara tradisional dalam benntuk kehidupan sosial kemasyarakatan.</p><h2>POSISI GEOGRAFIS DAN POTENSI ALAM LINGKUNGAN</h2><p>\tPura Sad Kahyangan Jagat Bali Luhur Batukaru dengan Jajarannya terletak pada kedudukan geografis yang hampir mendekati kesamaan, karena Pura-pura tersebut letaknya berdekatan satu sama lain, sehingga situasi dan kondisi alam lingkungannya juga mendekati kesamaan. Pura-pura tersebut semuanya berada di Kecamatan Penebel pada posisi 8,21 derajat Lintang Selatan dan 115,03 derajat Bujur Timur.</p><p>\tDari segi ketinggian, Pucak Kedaton berada dalam ketinggian 2276 m sedang lokasi Pura Luhur Batukaru berserta Pura lainnya berada pada ketinggian 700 m dari permukaan air laut dengan curah hujannya yang cukup tinggi, rata-rata 1.899 mm pertahun. Suasana alamnya dengan keadaaan curah hujan seperti tersebut menyebabkan udara sekitarnya sejuk dan selalu membiaskan rasa dingin sepoi-sepoi di waktu siang hari, lebih-lebih diwaktu malam hari. Rata-rata suhu udara berkisar 24 -32 Derajat Celcius diwaktu siang hari dan 18 – 22 derajat celcius diwaktu malam hari. Posisi Alam Lingkungan seperti itu, sangat mendukung Daerah sekitar Gunung Batukaru berpotensi besar untuk pengembangan kehidupan agraris bagi masyarakat sekitarnya. Bersatunya potensi kehidupan dalam bentuk agraris dengan potensi Agama (spiritual), menunjukkan bahwa Fungsi Pura Kahyangan Jagat yang ada disekitar Gunung Batukaru, adalah sebagian besar juga berfungsi Ulun Swi, untuk memohon perlindungan kehidupan sarwa prani. Demikian juga hampir setiap Pura Kahyangan Jagat dalam Kuwuban Luhur Batukaru melaksanakan Upacara Sarin Tahun.</p><p>\tDalam pembangunan spiritual Jagat Tabanan ditata dan dibenahi dari zaman ke zaman dan dari generasi ke generasi. Penataan ini mendekatkan perhatian dan pengertian beragama dengan memandang bahwa jagat Tabanan ini bagaikan Bhuwana Agung yang hidup dan tak henti-hentinya menganugrahkan kesejahtraan dan kebahagiaan sepanjang zaman. Sebagaimana Bhuwana Agung dalam pengertian umum dibagi menjadi 3 mandala yakni : Utama Mandala, Madya Mandala, Kanista Mandala.</p><ol><li>Utama Mandala dicirikan dengan kedudukan Pura Sad Kahyangan Jagat Bali Luhur Batukaru dengan jajarannya. Bagian utama mandala ini dibedakan atas 2 bagian besar yakni, Pura Luhur Kuwuban Batukaru bagian Barat dan Pura Luhur Kuwuban Batukaru bagian timur. Pura Kuwuban Batukaru bagian barat meliputi Pura-pura antara lain : Pura Luhur Jatiluwih, Pura Luhur Suralaya, Pura Luhur Terusgunung, Pucak Kedaton Turun Ke Barat yang diempon oleh Desa Pakraman Batungsel dan lain sebagainya. Pura–pura Kuwuban Batukaru dibagian timur meliputi Pura-pura antara lain Pura Sadkahyangan Jagat Bali Luhur Batukaru dengan Catur Angga dan Jajar Kemirinya serta Pura Pucak Kedaton Turun Ke Timur diempon oleh Desa Pakraman Piling. Dibagian Utama Mandala ini terdapat Sungai suci sebagai Beji Agung Toya Tabah juga merupakan sungai terpanjang di Kabupaten Tabanan yakni Sungai Yeh Hoo.</li><li>Madya Mandala dicirikan dengan Wilayah Kota Raja sebagai Pemutaran sistem Pemerintahan Jagat Tabanan. Ditengah-tengah Kota Raja terdapat Perempatan Agung yakni Jalan Raya membagi Tabanan menjadi 2 bagian yaitu jalan Denpasar-Gilimanuk. Demikian juga secara spiritual Marga Agung hubungan antara Utama Mandala dengan Nista Mandala, tepat berada ditengah-tengah Kota Raja sering disebut \"Tangluk \" tepatnya berada di Jaba Pura Luhur Puser Tasik Tabanan. Di Pura ini dahulu adalah Lokasi Puri Agung Tabanan, namun setelah dikuasai oleh Penjajahan Belanda Puri Agung dijadikan hak milik Negara, kini hanya tinggal Pura Pusertasiknya saja. Batas antara Utama Mandala dengan Madya Mandala Jagat Tabanan adalah Sungai Yeh Empas.</li><li>Kanista Mandala dicirikan dengan lokasi tempat dilaksanakannya Upacara Pelelastian Jagat di Segara Tasik. Tempat pelelastian jagat dilaksanakan di dua tempat yakni, pantai Tanah Lot dan Pantai Srijong. Pelelastian jagat di Pantai Tanah Lot adalah Pura Luhur Kuwuban Batukaru bagian timur, sedangkan pelelastian Jagat di Pantai Srijong adalah Pura Kuwuban Batukaru bagian Barat. Batas antara Madya Mandala dengan Kanista Mandala Jagat Tabanan yakni Sungai yeh Panahan.</li></ol><p></p><h2>AKTIVITAS SANGHYANG TUMUWUH</h2><p>\tAktivitas Sanghyang Tumuwuh dimaksudkan adalah gerakan ritual umat manusia, mewujudkan hidup yang dituntun oleh agama, untuk mencapai tujuan hidup. Menyadari proses penciptaan seperti digambarkan dalam penjelasan di atas, maka mau tidak mau umat manusia menyadari, bahwa manusia hanya dapat merencanakan, mengerjakan dan mengharapkan, namun hasilnya adalah ditangan Tuhan. Kehidupan manusia hanya sebagian kecil dari kehidupan dunia apalagi tumbuh-tumbuhan. Menyadari kehidupan spiritual seperti itu maka Para subak pendukung Ida Bhatara Sanghyang Tumuwuh melakukan aktivitas upacara ritual di Pura-pura Kuwuban Sad Kahyangan Jagat Bali seperti dijelaskan di atas.</p><ul><li>Upacara yang berkaitan dengan air.<ol><li>Nangluk Merana, : Upacara ini dilakukan di tepi laut, dengantujuan memohon kepada Tuhan dalam manifestasinya sebagai penguasa laut (Baruna ) agar terhindar dari serangan hama penyakit.</li><li>Pekelem di Danu, Ngusaba di Ulundanu (sasih kapitu, kedasa sekitar bulan oktober atau april) Memohon keselamatan kepada Dewi danu (gangga), Tuhan dalam manifestasinya sebagai penguasa air tawar. Upacara ngaturang pekelem (korban binatang ke dalam dasar danau) dilakukan di danau, misalnya Batur, Bratan, Tamblingan.</li><li>Mapag Toya atau Mendak Toya : Dilakukan seluruh anggota subak, bertempat disumber air (bendung) dengan maksud menjemput air (selamat datang air ).</li></ol>Upacara ini dilakukan memohon kehadapan Ida Bhatara Sanghyang Tumuwuh agar menganugrahkan keselamatan hidup melalui sarana air. Kehidupan tak akan lestari bila air tidak sempurna. Air memegang peranan penting di dalam kehidupan sarwa-prani.</li><li>Upacara berkaitan Upacara berkaitan dengan tanaman padi (SHRI):<ol><li>Mantenin Somi: dilakukan oleh petani saat jerami akan dirabas atau dimusnahkan.</li><li>Ngawit Mungkah Ngendag: dilakukan oleh petani disawahnya saat akan mulai mengolah tanah, dengan maksud mohon keselamatan kepada Tuhan, dengan manifestasinya sebagai penguasa atas tanah (pertiwi).</li><li>Ngurit,Sih Sulasih: dilakukan oleh petani disawahnya saat akan menabur benih (seiding).</li><li>Nwasen Nandur: dilakukan oleh petani disawahnya saat akan menanam padi (transplanting).</li><li>Pangurip Akah, Ngenteg akah (beberapa hari setelah tanam) : dilakukan oleh petani disawahnya, guna memohon kepada Tuhan agar akar padinya menjadi kuat.</li><li>Ngroras : seperti nomor 5 dilakukan tepat pada umur padi 12 hari.</li><li>Ngedangin (ulanan I): saat padi menjelang dewasa (masa akil baliq).</li><li>Maturan bulan pitung dina (42 hari): sebagai nomor 7 dilakukan setelah padi berumur 42 hari.</li><li>Ngemping (Ulanan II):padi berumur dua bulan (proses penyerbukan dan berbunga).</li><li>Miseh, idam-idaman, Nyangket: dilakukan saat padi bunting (blooming).</li><li>Biukukung:dilakukan saat padi telah berbuah dan isinya masih berupa cairan susu, dimohonkan agar menjadi biji yang baik.</li><li>Ngage, Nini: dilakukan saat biji padi telah mengeras(berbiji).</li><li>Ngusaba-ngalapin : dilakukan pada saat biji padi sudah matang dan segera akan dipanen.</li><li>Ngenteg ayunan, ngaskara,muncaksari: Upacara saat panen, diawali dengan memotong Dewa Nini (perwujudan dewa sri).</li><li>Wali ngagang : Upacara oleh petani setelah padi dipanen dan masih berada disawah.</li><li>Mantenin : Upacara dilakukan oleh petani setelah padi disimpan dilumbung.</li></ol></li></ul><p></p><h2>PELELASTIAN JAGAT</h2><ol><li>Pengeling-eling :<br>\"…… Uger anjek pakiyisan (palelastian) Luhur Watukaru yaning ngayom Palinggih Gaduh, malih yaning saking pawuwus Bhatara Luhur Watukaru, wawu kamargiang palelastian, ….. \"<br>Artinya : Catatan : ketentuan waktu pelelastian (pekiyisan) Luhur Batukaru, bila merehab Pelinggih Gaduh, lagi bila ada pewuwus Ida Bhatara Luhur Batukaru, baru dilaksanakan pelelastian.<br>Catatan tersebut mengingatkan bagi kita semua, sebagai ketentuan pokok Waktu Pelelastian Jagat dilaksanakan. Saat pelaksanaan Pelelastian disertai (diikuti) oleh seluruh Pura-pura Kahyangan Jagat sekuwuban Batukaru baik di posisi barat maupun diposisi timur.</li><li>Dasar Pelelastian Jagat<br>Waktu yang tepat untuk Pelelastian Jagat Luhur Batukaru tidak ada ketenttuan yang pasti. Namun yang jelas Pelelastian Jagat dilaksanakan berdasarkan pewuwus Ida Bhatara. Pelelastian Jagat yang terakhir dilaksanakan menjelang Tawur Agung Ke Sanga dalam perayaan Hari Raya Nyepi Tahun 1993. Hingga saat pendataan ini dilakukan, Kapan pelelastian Jagat lagi dilaksanakan ?. Belum ada yang berani memberikan kepastian. Dengan Demikian Dasar dari Pelelastian Jagat ini adalah berdasarkan Pewuwus Ida Bhatara Panembahan Sakti Penataran Bali Luhur Batukaru. Pawuwus akan muncul kembali apabila terjadi \"Prewesaning Jagat” (Jagat Terak) atau menjelang waktu tepat pelaksanaan Pelelastian menurut ketentuan Niskala.</li><li>Pelelastian Jagat<br>Menurut tradisi yang diwariskan oleh Pengemong Pura Luhur Batukaru ada dua jenis yakni : Pelelastian ke Segara Tasik dan Toya Tabah Yeh Hoo.<ul><li>Pelelastian Jagat ke Segara Tasik<br>Pelelastian Jagat ini disertai dengan Pura-pura Kahyangan Jagat kuwuban Batukaru dengan prosesi dan tata aturannya ditentukan oleh Pengenter. Tujuan utama pelelastian ini adalah menuju Segara Tanah Lot.</li><li>Pelelastian Jagat ke Toya Tabah Yeh Hoo<br>Pelelastian ini dilakukan menuju Pura Pekiyisan yakni Beji Agung Ida Bhatara Luhur Batukaru di Desa Pakraman Babahan.</li></ul></li><li>Tujuan Pelelastian Jagat<br>Setiap suatu kegiatan sudah jelas dan pasti berkaitan dengan tujuan, maksud dan makna, guna apa kegiatan dilakukan. Demikian halnya pelelastian jagat, sudah jelas dan pasti mempunyai tujuan, maksud dan makna.<ul><li>Pelelastian ke Segara Tasik adalah bermakna penyucian jagat sebagai akibat dari kekeruhan dunia karena ulah prilaku umat manusia. Dengan tujuan adalah menghanyutkan letuh jagat ke Segara disertai dengan membangunkan tirtha amerta untuk kesejahtraan dan kebahagiaan umat manusia. Prosesi upacara ritual seperti ini dilaksanakan dengan maksud seluruh umat manusia dapat menyaksikan dan berbhakti secara langsung kehadapan Ida Bhatara yang mana dalam sastra agama disebutkan sifat Beliau adalah Ganal-alit, hana tan hana, namun dapat disaksikan melalui kata hati dan kata bathin. Demikian juga untuk menunjukkan dan mewujudkan bhakti Umat manusia dapat disalurkan melalui ngayah ngiring Ida Bhatara dalam prosesi pelelastian.</li><li>Pelelastian Jagat ke Toya Tabah adalah bertujuan membangunkan kesuburan Alam Semesta serta menghalau wabah (merana). Prosesi Pelelastian ke Toya Tabah bermakna pengenteg (kelestarian) jagat. Mengingat Ida Bhatara adalah berpredikat Sanghyang Tumuwuh yaitu pengurip Kehidupan Sarwa Prani, maka pelestarian sumber-sumber mata air sangat penting dilakukan.</li></ul>Dengan lestarinya tradisi kehidupan umat manusia disertai dengan lestarinya sumber mata air sebagai salah satu sumber kehidupan sarwa prani akan mengantarkan keajegan Jagat Raya. Demikian pula sebaliknya dengan goyahnya atau labilnya tradisi kehidupan umat manusia dan tercemarnya mata air sebagai sumber kehidupan sarwa prani akan mengantarkan dunia ini kiamat.</li><li>Kelompok Pura Peserta Pelelastian Jagat ke Segara Tasik.<ol type=\"A\"><li>Pura Sad Kahyangan Jagat Bali Luhur Batukaru, dengan jajarannya dikenal sebagai satu kesatuan Luhur Kuwuban Batukaru/Pura Luhur Kaler. Kelompok Pura yang disebut Pura Kuwuban Batukaru peserta Pelelastian Jagat terhitung 7 joli. Secara tradisi ketujuh joli tersebut berpredikat yakni:<ul><li>Pura Luhur Batukaru berkedudukan predana</li><li>Pura Luhur Tambawaras berkedudukan Catur Angga,</li><li>Pura Luhur Muncaksari berkedudukan Catur Angga,</li><li>Pura Luhur Besikalung berkedudukan Catur Angga,</li><li>Pura Luhur Petali berkedudukan Catur Angga,</li><li>Pura Luhur Pucak Kedaton berkedudukan sebagai Purusa</li><li>Pura Luhur Bukit Puhun berkedudukan sebagai penyangga</li></ul></li><li>Diantara tujuh kelompok tersebut juga terdapat penyatuan beberapa Pura Kahyangan Jagat antara lain :<ol><li>Kelompok Pura Luhur Batukaru Yakni :<ul><li>Pura Luhur Batusalahan.</li><li>Pura Puseh Tengkudak (Batu Ambal-ambal).</li></ul></li><li>Kelompok Pura Luhur Tambawaras yakni<ul><li>Pura Luhur Batubelig</li></ul></li><li>Kelompok Pura Luhur Muncaksari.</li><li>Kelompok Pura Luhur Besikalung.<ul><li>Pura Luhur Pekiyisan.</li></ul></li><li>Kelompok Pura Luhur Pucak Petali yakni<ul><li>Pura Luhur Cantikuning</li><li>Pura Luhur Batupanes</li><li>Pura Luhur Bukit Adeng</li></ul></li><li>Kelompok Pura Luhur Bukit Puhun yakni ,<ul><li>Pura Luhur Ulun Siwi Batulumbung</li></ul></li><li>Kelompok Pura Luhur Pucak Kedaton<ul><li>Pura Manik Selaka</li><li>Pura Ninggarsari</li><li>Pura Jero Tengah</li><li>Pura Pusehsari</li></ul></li></ol></li><li>Route Pelelastian Jagat dari mulai pemberangkatan dapat dibedakan atas 4 jalur yakni :<ol><li>Jalur Barat<br>Route jalur barat adalah : Pura Luhur Batukaru, Pura Luhur Tambawaras, Pura Luhur Muncaksari.</li><li>Jalur Tengah<br>Route Jalur tengah adalah : Kelompok penyatuan Pura Luhur Pucak Kedaton.</li><li>Jalur Timur<br>Route jalur timur terdiri dari : Kelompok penyatuan Pura Luhur Pucak Petali, Pura Luhur Besikalung.</li><li>Luar Jalur<br>Route Luar jalur terdiri dari kelompok Penyatuan Pura Luhur Bukit Puhun</li></ol></li><li>Titik Awal pemberangkatan :<ol><li>Pura Luhur Batukaru Desa Pakraman Wangaya Gede. Awal pemberangkatan adalah gabungan kelompok Pura Yaitu : Pura Luhur Batukaru, Pura Luhur Muncaksari, Pura Luhur Tambawaras.</li><li>Pura Puseh Desa Pakraman Piling adalah awal pemberangkatan penyatuan Kelompok Pura Pucak Kedaton.</li><li>Pura Luhur Pucak Petali Desa Pakraman Jatiluwih, adalah awal pemberangkatan penyatuan Kelompok Pura Luhur Pucak Petali.</li><li>Pura Luhur Basikalung, Desa Pakraman Utu, adalah awal pemberangkatan penyatuan Kelompok Pura Luhur Besikalung.</li><li>Pura Puseh Desa Pakraman Soka, merupakan titik awal pemberangkatan penyatuan kelompok Pura Luhur Bukit Puun.</li></ol></li><li>Titik pertemuan keempat jalur.<br>Mengingat Lokasi Pura satu dengan yang lainnya sangat berjauhan, disamping itu pula masing-masing mempunyai route pemargi berdasarkan tradisi maka terdapat beberapa titik pertemuan antara lain :<ol><li>Penyatuan jalur Barat di Pura Luhur Batukaru dengan prosesi pemargi yaitu paling depan Pura Puseh Tengkudak (Batu Ambal-ambal), kemudian Pura Luhur Batukaru, Pura Luhur Tambawaras, Pura Luhur Muncaksari. Pengembak margi pelelastian Batusalahan, Batuambal-ambal, Batubelig.</li><li>Pertemuan Pura Luhur Pucak Petali dengan Pura Luhur Besikalung adalah di Campuhan Agung Yeh Hoo, yang sama-sama melalui jalur Timur. Tata aturan pemargi adalah pertama Pura Luhur Besikalung kemudian diikuti oleh Pura Luhur Pucak Petali. Pengembak margi pelelastian jalur timur adalah Batupanes.</li><li>Pertemuan jalur timur dengan route luar jalur adalah di pertigaan Desa Pakraman Babahan. Urutan pemargi masing-masing Pura Luhur Bukit Puun, Pura Luhur Besikalung, Pura Luhur Pucak Petali.</li><li>Pertemuan Jalur Timur, luar jalur dengan jalur tengah adalah di Perempatan Desa Pakraman Penebel. Urutan pemargi masing-masing Pura Luhur Bukit Puun, Pura Luhur Pucak Kedaton, Pura Luhur Besilakung, Pura Luhur Pucak Petali.</li><li>Semua jalur bertemu dalam satu titik yakni di Pertigaan Desa Pakraman Buruan. Saat pertemuan ini secara langsung mengatur posisi masing-masing sesuai dengan urutan prosesi pemargi sebagai berikut : Pura Puseh Tengkudak, Pura Luhur Batukaru, Pura Luhur Pucak Kedaton, Pura Luhur Tambawaras, Pura Luhur Muncaksari, Pura Luhur Bukit Puun, Pura Luhur Besikalung, Pura Luhur Pucak Petali.</li><li>Seluruh peserta pelelastian dalam prosesi perjalanan, saat melewati Sungai Yeh Hoo tidak melintasi jembatan, melainkan turun ke sungai, karena Yeh Hoo adalah Beji Agung Toya Tabah Pura Sad Kahyangan Jagat Bali Luhur Batukaru. Dalam posisi Mandala Beji ini berada di wilayah Utama Mandala Jagat Tabanan.</li></ol></li><li>Titik Peristirahatan sementara<br>Dalam perjalanan mengakhiri wilayah utama mandala Jagat Tabanan Ida Bhatara simpang di Pura Desa, Desa Pakraman Wanasari. Dalam pesimpangan ini memberi kesempatan seluruh umat manusia menunjukkan rasa bhakti dengan mempersembahkan segala macam aturan sekala dan niskala. Makna peristirahatan di Pura Desa Desa Pakraman Wanasari adalah sebagai tempat peristirahan terakhir melintasi Utama Mandala Jagat Tabanan berkemas-kemas akan menyebrangi batas antara Utama Mandala dengan Madya Mandala Jagat Tabanan yakni Sungai Yeh Empas.</li><li>Titik peristirahatan Transit<br>Ida Bhatara Luhur Kaler saat melewati Desa Pakraman Denbantas, simpang di Pura Pesimpangan Kuwuban Batukaru Tepisiring Tuakilang. Peristirahatan ini bermakna betapa beratnya dan payahnya serta sulitnya margi melintasi batas sehingga harus istirahat sementara, demikian juga sebagai tempat transit, serta persiapan akan memasuki wilayah Kota Raja. Tanda batas Utama Mandala dengan Madya Mandala Jagat Tabanan adalah Sungai Yeh Empas. Saat istirahat dibarengi dengan nedunang Ida Bhatara saha Pakeling pelelastian ring Pura Luhur Dalem Purwakubontingguh.</li><li>Titik Peristirahatan (bermalam)<ol><li>Di Pura Puseh Adat Kota Tabanan terdiri dari Pura-pura :<ul><li>Kelompok Pura Luhur Batukaru</li><li>Kelompok Pura Luhur Tambawaras</li><li>Kelompok Pura Luhur Muncaksari</li><li>Kelompok Pura Luhur Besikalung.</li><li>Kelompok Pura Luhur Petali</li></ul></li><li>Pura Bale Agung Adat Kota Tabanan<ul><li>Kelompok Pura Luhur Bukit Puhun .</li></ul></li><li>Di Batur Puri Jero Subamia<ul><li>Kelompok Penyatuan Pura Luhur Pucak Kedaton.</li></ul></li><li>Di Merajan Agung Jero Kompyang.<ul><li>Pura Luhur Batupanes.</li></ul></li></ol></li><li>Urutan prosesi perjalanan dari Kota Tabanan.<ol><li>Pura Luhur Dalem Purwa Kubontingguh, bertugas sebagai Pengawal (Tour Leider) Ida Bhatara memargi menuju Segara Tanah Lot.</li><li>Pura Luhur Bukit Puhun, bertugas sebagai Panglima pengamanan dan keamanan.</li><li>Pura Luhur Batukaru (Panembahan sakti Luhur Penataran Bali)</li><li>Pura Luhur Pucak Kedaton</li><li>Pura Luhur Tambawaras</li><li>Pura Luhur Muncaksari</li><li>Pura Luhur Besikalung</li><li>Pura Luhur Petali, bertugas sebagai juru kunci/penutup.</li></ol></li><li>Titik Peristirahatan Sementara<br>Peristirahatan memasuki wilayah Kanista Mandala Jagat Tabanan adalah di Pura Puseh-Desa, Desa Pakraman Demung. Dalam prosesi Peristirahatan ini dilakukan upacara pepranian Desa Pakraman Demung. Di samping itu juga dilaksanakan penyanggra terhadap pengayah/pemundut Ida Bhatara. Makna peristirahatan di Pura Puseh-Desa, Desa Pakraman Demung adalah tempat peristirahatan pelepas lelah setelah melewati jalan sulit yakni melintasi batas Madya Mandala memasuki Kanista Mandala Jagat Tabanan yaitu sungai yeh Panahan. Dengan tidak begitu lama kemudian melanjutkan perjalanan lagi menuju Desa Pakraman Kediri, terus ke selatan menuju Desa Pakraman Nyitdah, selanjutkan ke selatan melewati petakan sawah menuju Desa Pakraman Beraban tembus di Banjar Adat Ulundesa Desa Pakraman Beraban.</li><li>Titik Peristirahatan Transit Memasuki Segara Tanah Lot.<br>Setelah tiba di Pura Dangin Sawen, Ida Bhatara simpang/istirahat dengan tujuan transit berkemas-kemas akan memasuki Pantai Segara Tasik Tanah Lot. Ditempat ini juga Ida Bhatara Katuran Pedudusan dan peperanian Krama Desa Pakraman Beraban. Urutan Pemargi dari Pura dangin sawen menuju Segara Tanah Lot adalah pengaman margi serta pemuras Segara adalah Pura Luhur Bukit Puun, Kemudian Pengawal Pura Luhur Dalem Purwa Kubontingguh, selanjutnya Pecalang Agung Pura Puseh Tengkudak, Pura Luhur Batukaru, Pura Luhur Pucak Kedaton, Pura Luhur Tambawaras, Pura Luhur Muncaksari, Pura Luhur Besikalung,, Pura Luhur Pucak Petali.</li><li>Tujuan Pelelastian Segara Tanah Lot.<br>Sebelum Memasuki areal Pura Luhur Dangkahyangan Tanah Lot, Ida Bhatara Katuran prosesi Upacara Pelelastian nganyut letuhing jagat kemudian mepekelem ring Segara. Dalam rangkaian pelelastian juga dilakukan penyegjeging Segara, selanjutnya ngamet Tirtha amertha. Setelah Upacara pelelastian selesai Ida Bhatara munggah ke Luhur Tanah Lot Katuran Pedudusan serta pepranian. Kembali dari Pura Luhur Tanah Lot saat melewati Segara dengan Urutan Prosesi paling awal Pura Dalem Purwa Kubontingguh, Pura Puseh Tengkudak, Pura Luhur Batukaru, Pura Luhur Pucak Kedaton, Pura Luhur Tambawaras, Pura Luhur Muncaksari, Pura Luhur Besikalung, Pura Luhur Pucak Petali, Pura Luhur Bukit Puun.</li><li>Kembali dari Segara.<br>Urutan saat kembali dari Tanah Lot sama dengan prosesi saat perjalanan menuju Tanah Lot. Dalam perjalanan kembali (mewali) tidak ada prosesi simpang maupun transit, hanya bermalam di Adat Kota Tabanan seperti saat perjalanan melasti. Namun setelah tiba di Pura Puseh Adat Kota Tabanan, Ida Bhatara Luhur Dalem Purwa Kubontingguh langsung kembali ke Yoga (Pura Luhur Dalem Purwa Kubontingguh). Upacara penyineban di Pura ini dilakukan setelah seluruh rangkaian penyucian jagat dilaksanakan. \tKeesokan harinya Ida Bhatara Luhur Batukaru beserta jajar kemiri kembali dari Kota Tabanan menuju Pelinggih masing-masing. Selanjutnya pengaci serta penyineban ditentukan oleh Pemaksan masing-masing. Sedangkan Ida Bhatara Luhur Batukaru melangsungkan Upacara Penyucian Bhuwana Agung dan Bhuwana Alit melalui rangkaian upacara yang dilaksanakan saat itu.</li></ol></li></ol>"
}